/* error description */
"Couldn’t decode checklist file." = "Couldn’t decode checklist file.";

/* error description */
"Couldn’t decode checklist." = "Couldn’t decode checklist.";

/* error description */
"Couldn’t write checklist file." = "Couldn’t write checklist file.";

/* failure reason */
"Expected checklist data but found none." = "Expected checklist data but found none.";

/* failure reason */
"Expected checklist group data but found none." = "Expected checklist group data but found none.";

/* failure reason */
"Expected newline but found none." = "Expected newline but found none.";

/* failure reason */
"Invalid checklist data." = "Invalid checklist data.";

/* failure reason */
"Invalid checklist group data." = "Invalid checklist group data.";

/* failure reason */
"Invalid checklist item data." = "Invalid checklist item data.";

/* failure reason */
"Invalid indent value “%@”." = "Invalid indent value “%@”.";

/* failure reason */
"Invalid item type “%@”." = "Invalid item type “%@”.";

/* failure reason */
"Invalid encoding." = "Invalid encoding.";

/* failure reason */
"Invalid header data." = "Invalid header data.";

/* failure reason */
"Invalid indent level ‘%@’." = "Invalid indent level ‘%@’.";

/* failure reason */
"Invalid magic number or revision." = "Invalid magic number or revision.";

/* failure reason */
"Missing end data." = "Missing end data.";

/* failure reason */
"Output URL can’t be written to." = "Output URL can’t be written to.";

/* failure reason */
"String cannot be encoded as CP1252." = "String cannot be encoded as CP1252.";

/* recovery suggestion */
"Verify that all checklists, groups, and items contain no special characters." = "Verify that all checklists, groups, and items contain no special characters.";

/* recovery suggestion */
"Verify that the .ace file is properly formatted." = "Verify that the .ace file is properly formatted.";

/* recovery suggestion */
"Verify that the checklist was encoded with the same version of GarminACE." = "Verify that the checklist was encoded with the same version of GarminACE.";

/* recovery suggestion */
"Verify that the URL points to a file with write permission." = "Verify that the URL points to a file with write permission.";

